<template>
    <el-table :data="tableData" border style="width: 100%">
        <el-table-column prop="name" label="彩种名称" width="180"></el-table-column>
        <el-table-column prop="num" label="开奖号码" width="220"></el-table-column>
        <el-table-column prop="date" label="彩种开奖时间"></el-table-column>
    </el-table>
</template>

<script>

export default {
    data() {
        return {
            tableData:[
            {
                name: "重庆时时彩",                                                                 
                num: "5个号码",
                date:"10：00~22：00（每期10分钟）共計72期22：00~01：55（每期 5分钟）共計48期"
            },{
                name: "天津时时彩",
                num: "5个号码",
                date:"09：08~22：58（每期10分钟）共計84期"
            },{
                name: "新疆时时彩",
                num: "5个号码",
                date:"10：10~02：00（每期10分钟）共計96期"
            },{
                name: "广东11选5",
                num: "5个号码",
                date:"09：10~23：00（每期10分钟）共計84期"
            },{
                name: "江西11选5",
                num: "5个号码",
                date:"09：10~23：00（每期10分钟）共計84期"
            },{
                name: "上海11选5",
                num: "5个号码",
                date:"09：00~23：50（每期10分钟）共計90期"
            },{
                name: "山东11选5",
                num: "5个号码",
                date:"08：35~22：55（每期10分钟）共計87期"
            },{
                name: "江苏11选5",
                num: "5个号码",
                date:"08：35~22：05（每期10分钟）共计82期"
            },{
                name: "辽宁11选5",
                num: "5个号码",
                date:"08：50~22：30（每期10分钟）共计83期"
            },{
                name: "河北11选5",
                num: "5个号码",
                date:"08：30~22：30（每期10分钟）共计85期"
            },{
                name: "黑龙江11选5",
                num: "5个号码",
                date:"08：05~22：35（每期10分钟）共计88期"
            },{
                name: "两分11选5",
                num: "5个号码",
                date:"00：02~00：00[次日]（每期2分钟）共计720期"
            },{
                name: "江苏快三",
                num: "3个号码",
                date:"08：39~22：09（每期10分钟）共計82期"
            },{
                name: "安徽快三",
                num: "3个号码",
                date:"08：50~22：00（每期10分钟）共計80期"
            },{
                name: "北京快三",
                num: "3个号码",
                date:"09：10~23：50（每期10分钟）共計88期"
            },{
                name: "广西快三",
                num: "3个号码",
                date:"09：38~22：28（每期10分钟）共計77期"
            },{
                name: "湖北快三",
                num: "3个号码",
                date:"09：00~22：00（每期10分钟）共计78期"
            },{
                name: "河北快三",
                num: "3个号码",
                date:"08：30~22：00（每期10分钟）共计81期"
            },{
                name: "吉林快三",
                num: "3个号码",
                date:"08：30~22：50（每期10分钟）共計87期"
            },{
                name: "分分快三",
                num: "3个号码",
                date:"00:00~23:59 (每期1分钟) 共计1440期"
            },{
                name: "北京5分彩",
                num: "3个号码",
                date:"00:00~23:59 (每期1分钟) 共计1440期"
            },{
                name: "台湾5分彩",
                num: "5个号码",
                date:"07:04~23:54 (每期5分钟) 共计204期"
            },{
                name: "加拿大3.5分",
                num: "5个号码",
                date:"21：00左右开出第一期~次日20：00（每期3.5分钟）共计大约394期"
            },{
                name: "北海道1.5分彩",
                num: "5个号码",
                date:"09:00~07:00[次日]（每期1.5分钟）共计880期"
            },{
                name: "高雄2分彩",
                num: "5个号码",
                date:"08：00～06：00[次日]（每期2分钟）共计660期"
            },{
                name: "腾讯分分彩",
                num: "5个号码",
                date:"00:00~23:59 (每期1分钟) 共计1440期"
            },{
                name: "谷歌1.5分彩",
                num: "5个号码",
                date:"00：00～23：59 （每期1.5分钟）共计960期"
            },{
                name: "大阪1.5分彩",
                num: "5个号码",
                date:"08:00~06:00[次日](每期1.5分钟)共计880期"
            },{
                name: "北京赛车",
                num: "10个号码",
                date:"9：07~23：57（每期5分钟）共計179期"
            },{
                name: "福彩3D",
                num: "3个号码",
                date:"00：00～23：59 （每期1.5分钟）共计960期"
            },{
                name: "排列三五",
                num: "3个号码",
                date:"购彩12：00~20：20（每天1期）开奖時間20：30"
            },{
                name: "VR金星1.5分彩",
                num: "5个号码",
                date:"09:00~06:00(次日)（每期1.5分钟）共计840期"
            },{
                name: "VR火星5分彩",
                num: "5个号码",
                date:"09:00~06:00(次日)（每期5分钟）共计252期"
            },{
                name: "VR3分彩",
                num: "5个号码",
                date:"09:00~06:00(次日)（每期3分钟）共计420期"
            },{
                name: "VR水星分分彩",
                num: "5个号码",
                date:"09:00~06:00(次日)（每期1分钟）共计1260期"
            },{
                name: "VR赛车",
                num: "10个号码",
                date:"09:00~06:00(次日)（每期1.5分钟）共计840期"
            },{
                name: "VR快艇",
                num: "10个号码",
                date:"09:00~06:00(次日)（每期2分钟）共计630期"
            },{
                name: "VR木星赛车",
                num: "10个号码",
                date:"09:00~06:00(次日)（每期1分钟）共计1260期"
            },{
                name: "VR赛马",
                num: "10个号码",
                date:"09:00~06:00(次日)（每期2分钟）共计630期"
            },{
                name: "VR游泳",
                num: "10个号码",
                date:"09:00~06:00(次日)（每期2分钟）共计630期"
            },{
                name: "VR自行车",
                num: "5个号码",
                date:"09:00~06:00(次日)（每期2分钟）共计630期"
            },{
                name: "VR百家乐",
                num: "4个号码",
                date:"09:00~06:00(次日)（每期1.5分钟）共计840期"
            },{
                name: "VR六合彩",
                num: "6+1个号码",
                date:"09:00~06:00(次日)（每期6分钟）共计210期"
            }]
        };
    }
};

</script>

<style lang="scss" scoped>

</style>